Repository: giellalt/corpus-fin
Catalog: tmx/smn/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=651_lang=finnish.html.tmx
Source language: fin
Languages: smn

source: Esiintyjälämpiö, backstage, soveltuu pääasiassa esiintyjien lämpiötilaksi.
smn: Artistij vistádâh, backstage, lii uáivildum iänááš artistij várás.

source: Lämpiötiloihin kuuluvat lämpiötila, meikkaushuone ja lämpiöaula.
smn: Artistij vistádâhân kullojeh meid maskimviste já veeskir.

source: Lämpiötilassa on pöytäryhmä 6 henkilölle, sohva ja tv sekä suihku ja wc.
smn: Vistáduvvâst lii pevdijuávkku 6 ulmui, sohvá já tv sehe riššo já hiivsig.

source: Meikkaushuoneessa on kuusi meikkauspaikkaa, suihku ja wc sekä pukukaapit.
smn: Maskimvisteest láá kuttâ maskimsaje, riššo já hiivsig sehe pivtâsskaapih (kj.

source: Lämpiöaulassa on minikeittiö, jossa on jääkaappi, vesipiste sekä mikroaaltouuni.
smn: kove vyelni). Viäskárist lii sieminkievkkân, kost lii jieŋâskäppi, čääci sehe mikrouvnâ.

source: Auditorio Dolla on lämpiön välittömässä läheisyydessä.
smn: Auditorio Dolla lii aaibâs vistáduv paaldâst.

source: Esiintymislämpiö soveltuu myös ryhmätyötilaksi pienimuotoisiin kokouksiin.
smn: Artistij vistádâh heivee meid juávkkupargotilen uccâ čuákkimáid.

source: Auditorio Dollassa kongressia tai seminaaria pitävät varaavat usein lämpiötilaa seminaaripuhujien taukotilaksi.
smn: Auditorio Dollast kongres teikâ seminaar tuálleeh värideh maŋgii vistáduv seminaarsárnoi vuoiŋâstemtilen.

source: Lämpiöön on saatavissa ravintolapalveluja.
smn: Vistádâhân puáhtá finniđ raavâdviäsupalvâlusâid.

source: Tilaukset on tehtävä etukäteen.
smn: Tiilámijd kalga rähtiđ muuneeld.
